Repository: LandisTwo/veromix-plasmoid
Catalog: plasma/contents/locale/*/LC_MESSAGES/veromix-plasmoid.po
Languages: sr

source: Form
sr: Облик

source: Version
sr: Верзија

source: Homepage
sr: Домаћа страница

source: Popup Mode
sr: Режим искакања

source: Close when losing focus
sr: затварај при губитку фокуса

source: Close manually
sr: ручно затварање

source: Background
sr: Позадина

source: No background
sr: без позадине

source: Translucent background
sr: провидна позадина

source: Standard background
sr: уобичајена позадина

source: Notification
sr: Обавештење

source: Show toolip
sr: Прикажи савете

source: Layout
sr: Распоред

source: Use tabs
sr: Језичци

source: Always show sources
sr: Увек прикажи изворе

source: Show context menu button
sr: Дугме контекстног менија

source: Use KDE nowplaying dataengine
sr: КДЕ-ов датамотор тренутне свирке

source: Use mpris2
sr: МПРИС2

source: Media player blacklist:
sr: Забрањени плејери:

source: Running media players:
sr: Покренути плејери:

source: Show album art
sr: Омоти албума

source: Muted
sr: Утишано

source: Unlock channels
sr: Откључај канале

source: Ports
sr: Портови

source: Profile
sr: Профил

source: Veromix Settings
sr: Поставке Веромикса

source: Effect
sr: Ефекти

source: Veromix is a mixer for the Pulseaudio sound server.
sr: Веромикс је миксета за звучни сервер Пулсаудио.

source: Veromix volume up
sr: Појачај

source: Veromix volume down
sr: Утишај

source: Veromix toggle mute
sr: Искључи звук

source: Main Volume
sr: Главна јачина звука

source: Appearance
sr: Изглед

source: Media Player Controls
sr: Управљање медијским плејерима

source: Max volume value
sr: Максимална вредност јачине звука

source: Mute if volume reaches zero
sr: Искључи звук ако је јачина на нули

source: Sound Card Profiles
sr: Профили звучне карте

source: Pulseaudio
sr: Пулсаудио

source: Veromix toggle mute
sr: Прекидач звука

source: Volume Keyboard Shortcuts
sr: Пречице

source: Show position
sr: Прикажи позицију

source: Disconnect/kill
sr: Откачи се/убиј

source: Move To
sr: Премести на

source: Event Sounds
sr: Звуци догађаја

source: Flash Player
sr: Флеш плејер

source: Chromium Browser
sr: Хромијум

source: Event Sound
sr: Звуци догађаја

source: Voice Output
sr: Излаз за глас

source: Default Sink
sr: Подразумевани одвод

source: Please remove and re-add myself
sr: Молим да ме уклоните па поново додате

source: <b>Configuration updated</b><br/> Because of a known bug in KDE 4.4 initialization of Veromix failed.<br/><br/> A workaround is now installed.<br/><br/> Please <b>remove</b> this applet and <b>add</b> Veromix again to your desktop/panel (alternatively you can restart plasma-desktop).<br/><br/> Sorry for the inconvenience.<br/><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/VeromixComponents#KDE_4.4_compatibility">See wiki for more details</a> <span style="font-size: small;">(right click and copy url)</span>.
sr: <b>Поставке су ажуриране</b><br/> Због познате бубе у КДЕ-у 4.4 покретање Веромикса није успело..<br/><br/> Исправка је сада инсталирана.<br/><br/> Молимо да <b>уклоните</b> овај аплет и <b>поново поставите</b> Веромикс на површ/панел (алтернативно, можете поново покренути сесију).<br/><br/> Извините на непријатности.<br/><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/VeromixComponents#KDE_4.4_compatibility">Погледајте вики за више детаља.</a> <span style="font-size: small;">(десни клик и копирајте урл)</span>.

source: Playback
sr: Пуштање

source: Record
sr: Снимање
