Repository: LandisTwo/veromix-plasmoid
Catalog: contents/locale/*/LC_MESSAGES/veromix-plasmoid.po
Languages: lt, tr

source: Form
lt: Iš

source: Version
lt: Versija

source: Homepage
lt: Namų puslapis

source: Popup Mode
lt: Iššokančio lango veiksena

source: Close when loosing focus
lt: Užverti praradus fokusą

source: Close manually
lt: Užverti rankiniu būdu

source: Background
lt: Fonas

source: No background
lt: Be fono

source: Translucent background
lt: Permatomas fonas

source: Standard background
lt: Numatytasis fonas

source: Notification
lt: Perspėjimas

source: Show toolip
lt: Rodyti mygtuko paaiškinimą

source: Layout
lt: Išdėstymas

source: Use tabs
lt: Naudoti korteles

source: Always show sources
lt: Visuomet rodyti šaltinius

source: Show meter
lt: Rodyti metrą

source: Use mpris2
lt: Naudoti mpris2

source: Veromix is a mixer for the Pulseaudio sound server.
lt: Veromix yra Pulseaudio serverio maišiklis.
tr: Veromix, PulseAudio ses sunucusu için bir karıştırıcıdır.

source: Veromix volume up
lt: Veromix - padidinti garsą
tr: Veromix ses yükselt

source: Veromix volume down
lt: Veromix - sumažinti garsą
tr: Veromix ses kıs

source: Main Volume
lt: Pagrindinis garso reguliuoklis
tr: Ana Ses

source: Appearance
lt: Išvaizda
tr: Görünüm

source: Media Player Controls
lt: Leistuvo valdymas
tr: Medya Oynatıcı Kontrolleri

source: Max volume value
lt: Maksimalus garsas

source: Mute if volume reaches zero
lt: Užtildyti garsą valdikliui pasiekus nulį

source: Sound Card Profiles
lt: Garso plokštės profiliai

source: Veromix toggle mute
lt: Veromix - sukeisti iš/į begarsį
tr: Veromix sessiz

source: Default Sink
lt: Numatytoji audio išvestis

source: Disconnect/kill
lt: Atjungti/nužudyti

source: Output
lt: Išvestis

source: Please remove and re-add myself
lt: Prašome pašalinti ir iš naujo pridėti plazmoidą
tr: Lütfen beni kaldır ve tekrar ekle,

source: Playback
lt: Grojimas
tr: Oynatma

source: Record
lt: Įrašymas
tr: Kaydetme

source: <b>Configuration updated</b><br/> Because of a known bug in KDE 4.4 initialization of Veromix failed.<br/><br/> A workaround is now installed.<br/><br/> Please <b>remove</b> this applet and <b>add</b> Veromix again to your desktop/panel (alternatively you can restart plasma-desktop).<br/><br/> Sorry for the inconvenience.<br/><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/VeromixComponents#KDE_4.4_compatibility">See wiki for more details</a> <span style="font-size: small;">(right click and copy url)</span>.
tr: <b>Yapılandırma güncellendi</b><br/> KDE 4.4'teki bilinen bir hatadan dolayı Veromix'in ilklendirilmesi başarısızlığa uğradı.<br/><br/> Geçici bir çözüm yüklendi.<br/><br/> Lütfen bu programcığı <b>kaldırın</b> ve Veromix'i tekrar masaüstünüze veya panelinize <b>ekleyin</b> (alternatif olarak plasma-desktop'u yeniden başlatabilirsiniz).<br/><br/> Rahatsızlık için üzgünüz.<br/><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/VeromixComponents#KDE_4.4_compatibility">Daha fazla bilgi için vikiye bakabilirsiniz</a> <span style="font-size: small;">(sağ tıklayın ve bağlantıyı kopyalayın)</span>.

source: There is a problem with the backgroud-service. <ul> <li>If you just upgraded try killing the process named: VeromixServiceMain.py and relaunch this plasmoid</li> <li>If you don't know how to do that consider rebooting</li></ul><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/VeromixComponents#The_service:_VeromixServiceMain.py">See wiki for more details</a> <span style="font-size: small;">(right click and copy url)</span>.
tr: Arkaplan servisinde bir problem var. <ul> <li>Eğer yeni güncelleme yaptıysanız VeromixServiceMain.py isimli süreci öldürmeyi deneyin ve programcığı yeniden çalıştırın.</li> <li>Eğer bu yeniden başlatmayı nasıI yapacağınızı bilmiyorsanız</li></ul><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/VeromixComponents#The_service:_VeromixServiceMain.py">detaylar için vikiye bakınız</a> <span style="font-size: small;">(sağ tıklayın ve bağlantıyı kopyalayın)</span>.
